<?php

$config = array (
	'groups' => array(
		1 => array (
			'name' => 'Вип', //Названия доната
			'price' => 100, //Сумма доната
			'group' => 'VIP', //Названия группы доната как написано у вас в плагине (PurePerms)
		),
		2 => array (
			'name' => 'Вип+', //Названия доната
			'price' => 150, //Сумма доната
			'group' => 'VIP+', //Названия группы доната как написано у вас в плагине (PurePerms)
		),
	),

	'cases' => array(
		3 => array (
			'name' => 'Эндер-Кейс', //Названия кейса
			'price' => 200, //Сумму кейса
			'caseid' => '15', //Количество кейсов
		),
	    4 => array(
			'name' => 'PvP-Кейс', //Названия кейса
			'price' => 350, //Сумму кейса
			'caseid' => '5', //Количество кейсов
		),
	),

	'moneys' => array(
	    5 => array (
			'name' => 'Монеты - 100m', //Названия монет
			'price' => 30, //Сумму монет
			'money' => '100', //Количество монет
		),
	    6 => array (
			'name' => 'Монеты - 500m', //Названия монет
			'price' => 75, //Сумму монет
			'money' => '500', //Количество монет
		),
	),
);

?>